WPS.main/documentation/soapEnvelope.xml

<?xml version="1.0" encoding="UTF-8"?>
<env:Envelope xmlns:env="http://www.w3.org/2003/05/soap-envelope">
<env:Body>
<ns:message xmlns:ns="http://www.monkeybusiness.com/throwbananas">
<header>
<callingPartyID>Cheeta</callingPartyID>
</header>
<body>
<banana>Yellow</banana>
</body>
</ns:message>
</env:Body>
</env:Envelope>
